/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Alerta de 1 Minuto Antes de Desconectar";

/* Title for the about page */
"About" = "Sobre";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Conta";

/* Title for the accounts tab */
"Accounts" = "Contas";

/* String to be displayed when a buddy is Active */
"Active" = "Activo";

/* Button title to add someone as a buddy */
"Add" = "Adicionar";

/* The title for the view to add a buddy */
"Add Buddy" = "Adicionar Contacto";

/* String to describe advanced set of settings */
"Advanced" = "Avançado";

/* Agree to EULA */
"Agree" = "Concordar";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Permitir Autenticação por Plaintext";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-eliminar";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-iniciar Encriptação";

/* Label in buddy list for users that are available */
"Available" = "Disponível";

/* Label in buddy list for users that are away */
"Away" = "Ausente";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "A sessão de fundo vai expirar em um minuto.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Básico";

/* The String for a button to block a buddy */
"Block" = "Bloquear";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Bloquear & Remover";

/* Name for default buddy group */
"Buddies" = "Contactos";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Informação do Contacto";

/* Title for the buddy list tab */
"Buddy List" = "Lista de Contactos";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Cancelar";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Cancelar Conversa Encriptada";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Conversa";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Converse comigo em segurança";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "Chatterbox é trazido até si por muitos projetos de código aberto";

/* let users know source is on Github */
"Check out the source here on Github" = "Verifique o código fonte aqui no Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Limpar História de Conversa";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Ligar de qualquer forma";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Ligar ao Facebook";

/* Whether or not account is logged in */
"Connected" = "Ligado";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribuir com uma tradução";

/* Title for the conversations tab */
"Conversations" = "Conversas";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Definição Padrão";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Apagar Conta?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Apagar conversas ao desligar";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Entregue";

/* Disagree with EULA */
"Disagree" = "Discordar";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Desligar do Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Desligado";

/* Text for button to dismiss alert view */
"Dismiss" = "Ignorar";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Não Perturbar";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "O domínio precisa ser definido manualmente depois de especificar uma porta personalizada";

/* Title for donation link */
"Donate" = "Doar";

/* Title for button to press when user is finished */
"Done" = "Terminado";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Ligar OTR oportunista";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Texto introduzido";

/* Title of error message pop-up box */
"Error!" = "Erro!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Ausência Prolongada";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Falhou ao ligar ao servidor XMPP. Por favor verifique as suas credenciais de início de sessão e ligação à internet e volte a tentar.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Falhou o início da autentificação. Por favor volte a tentar.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "A sua fingerprint";

/* Size for the font in the chat screen */
"Font Size" = "Tamanho das letra";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Saiu";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Grupo";

/* The string describing a buddy's groups ... plural */
"Groups" = "Grupos";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Hostname Não Coincidente";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Ignorar";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "Para mudar de língua regresse ao ecrã inicial e remova o Chatterbox das apps utilizadas recentemente";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inativo";

/* Short for information, button title to get more information */
"Info" = "Informação";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Iniciar Conversa Encriptada";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "está agora disponível";

/* Message shown in line for users that are away */
"is now away" = "está agora ausente";

/* Message shown in line for users that are offline */
"is now offline" = "está agora offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Língua";

/* String of title to alert user language is change */
"Language Change" = "Mudança de Língua";

/* log in to account */
"Log In" = "Iniciar Sessão";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Inicie sessão na página Definições (no canto superior direito da lista de contactos) e selecione um contacto na Lista de Contactos para começar a conversar.";

/* log out from account */
"Log Out" = "Terminar Sessão";

/* shown during the login process */
"Logging in..." = "A iniciar sessão...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Iniciar sessão em";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Terminar sessão de OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Terminar sessão de XMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Mensagem";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Nome";

/* For a new settings value */
"New" = "Novo";

/* Title for New Account View */
"New Account" = "Nova Conta";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Nova Mensagem de Estado: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Não Existem Contas Guardadas";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Não disponível";

/* Not Verified or cancel verified */
"Not Verified" = "Não Verificado";

/* Label in buddy list for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Velho";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Abrir no Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opcional";

/* the name for AIM */
"OSCAR Instant Messenger" = "Mensageiro Instantâneo OSCAR";

/* Title for other miscellaneous settings group */
"Other" = "Outros";

/* Label text for password field on login screen */
"Password" = "Palavra-passe";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Aguardando Aprovação";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Eliminar permanentemente";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Porta";

/* label for link to Chatterbox project website */
"Project Homepage" = "Página do Projeto";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Suposta fingerprint de";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Ler";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recentes";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Rejeitar";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Recordar a palavra-passe";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Recordar o nome de utilizador";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Remover";

/* Reply to an incoming message */
"Reply" = "Responder";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Requerer TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Requerido";

/* Title for button for saving a setting */
"Save" = "Guardar";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Aviso de segurança";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "SSL Auto-Assinado";

/* For sending a message */
"Send" = "Enviar";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Enviar Recibos de Entrega";

/* String on button to email feedback */
"Send Feedback" = "Enviar Feedback";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Enviar Notificação de Escrita";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Definições";

/* Title for sharing a link to the app */
"Share" = "Partilhar";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Aviso de Término de Sessão";

/* description for what the font size setting affects */
"Size for font in chat view" = "Tamanho para a letra na vista de conversa";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Hostname SSL Não Coincidente";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Pedidos de Subscrição";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "A conversa com %@ já não é segura.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "Ocorreu um erro a validar o certificado para %@. Isto pode indicar que alguém está a tentar intercetar as suas comunicações.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Esta conversa é segura";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Esta conversa é segura e verificada";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/Chatterbox and will redirect to the App Store." = "Este Código QR contém uma ligação para http://omniqrcode.com/q/Chatterbox e vai redirecionar para a App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "A escrever";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "utilizador@gmail.com";

/* Label text for username field on login screen */
"Username" = "Nome de utilizador";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Verificado";

/* Shown when verifying fingerprints */
"Verify" = "Verificar";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verificar Fingerprint";

/* Shown when verifying fingerprints */
"Verify Later" = "Verificar Depois";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versão";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Aviso: Esta conversa não é encriptada";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Aviso: Use com cuidado! Isto pode reduzir a sua segurança.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Quando deixar esta conversa, esta será eliminada para sempre.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "(%@) desligou-se.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Você está: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Precisa de estar numa conversa segura primeiro.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Precisa introduzir um nome de utilizador e uma palavra-passe para iniciar sessão.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "A sua doação irá contribuir para o desenvolvimento continuado do Chatterbox.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "O seu nome de utilizador do Facebook não é o endereço de email que utiliza para iniciar sessão no Facebook";

